Repository: Denrage/Community-Module-Pack
Catalog: Events Module/Properties/Resources.*.resx
Languages: fr

source: Alphabetical
fr: Alphabétique

source: Event Search
fr: Recherche d'événement

source: Starts in {0}
fr: Débute dans {0}

source: All Events
fr: Tous les événements

source: Enable Notifications
fr: Activer les notifications

source: Event Categories
fr: Catégories d'événement

source: Hidden Events
fr: Evénements masqués

source: Events and Metas
fr: Evénements et Méta-événements

source: Next Up
fr: Suivants

source: Upcoming Event Times:
fr: Horaires suivantes :

source: Read about this event on the wiki.
fr: Voir cet événement sur le wiki.

source: Copied waypoint to clipboard!
fr: Point de passage copié !

source: Click to toggle tracking for this event.
fr: Cliquer pour activer le suivi de cet événement.

source: Nearby waypoint: {0}
fr: Point de passage à proximité : {0}

source: Failed to load metas from events.json!
fr: Echec du chargement des événemets depuis events.json !

source: Failed to copy waypoint to clipboard. Try again.
fr: Echec de la copie du point de passage. Réessayez.

# Notification_Tooltip
source: Left click to copy waypoint. Right click to dismiss.
fr: Clic gauche pour copier le point de passage. Clic droit pour fermer.

source: Mute Notifications
fr: Notifications silencieuses

source: Day-Night Cycle
fr: Cycle Jour/Nuit

source: Day
fr: Jour

source: Night
fr: Nuit

source: Dawn
fr: Aube

source: Dusk
fr: Crépuscule

source: Server Reset
fr: Réinitialisation du serveur

source: Other
fr: Autre

source: Group Event
fr: Evénement de groupe

source: Ley-Line Anomaly (Timberline Falls)
fr: Anomalie des lignes de force (Chutes de la canopée)

source: Ley-Line Anomaly (Iron Marches)
fr: Anomalie des lignes de force (Marais de fer)

source: Ley-Line Anomaly (Gendarran Fields)
fr: Anomalie des lignes de force (Champs de Gendarran)

source: Admiral Taidha Covington
fr: Amiral Taidha Covington

source: World Bosses
fr: Boss mondiaux

source: Claw of Jormag
fr: Griffe de Jormag

source: Drakkar, the Ice Dragon's Champion
fr: Drakkar, le champion du dragon des glaces

source: Evolved Jungle Wurm
fr: Triple terreur

source: Fire Elemental
fr: Elémentaire de feu

source: Great Jungle Wurm
fr: Grande guivre de la jungle

source: Inquest Golem Mark II
fr: Golem de l'Enqueste Marque II

source: Karka Queen
fr: Reine karka

source: Megadestroyer
fr: Mégadestructeur

source: Modniir Ulgoth
fr: Ulgoth le Modniir

source: Shadow Behemoth
fr: Béhémoth des ombres

source: The Shatterer
fr: Le Destructeur

source: Svanir Shaman Chief
fr: Chef chamane de Svanir

source: Tequatl the Sunless
fr: Tequatl le Sans-soleil

source: Meta Event
fr: Méta-événement

source: Crash Site
fr: Site du crash

source: Sandstorm
fr: Tempête de sable

source: Securing Verdant Brink
fr: Sécuriser l'Orée d'émeraude

source: Night and the Enemy
fr: La nuit et l'ennemi

source: Night Bosses
fr: Boss de nuit

source: Trial by Fire
fr: L'épreuve du feu

source: Battle in Tarir
fr: Bataille de Tarir

source: Defending Tarir
fr: Protéger Tarir

source: Chak Gerent
fr: Régents Chaks

source: Advancing on the Blighting Towers
fr: Repli du Dragon

source: Casino Blitz
fr: Casino express

# Choya Pinata
source: Choya Piñata
fr: Piñata de choya

source: The Search for Buried Treasure
fr: À la recherche d'un trésor enfoui

source: The Path to Ascension
fr: Le chemin de l'Ascension

source: Junundu Rising
fr: Le soulèvement des junundus

source: Maws of Torment
fr: Gueules des tourments

source: Serpents' Ire
fr: Le courroux des serpents

source: Palawadan, Jewel of Istan
fr: Palawadan, le joyau d'Istan

source: Dangerous Prey
fr: Proie dangereuse

source: Thunderhead Keep
fr: Donjon de Chef-Tonnerre

source: The Oil Floes
fr: Les flaques d'huiles

source: A Concert for the Ages
fr: Un concert qui restera dans les annales

source: Ceremony of the Sacred Flame
fr: Cérémonie de la flamme sacrée

source: The Haunting of Doomlore Shrine
fr: L'apparition du Sanctuaire de la légende funeste

source: The Ooze Pit Trials
fr: Épreuves de la Fosse à limons

source: Storms of Winter
fr: Tempêtes hivernales
